<template>
  <b-container>
    <b-row>
      <b-col cols="12">
        <h4 class="text-centerbg m-2">销售服务中心</h4>
        <hr />
      </b-col>
      <b-col cols="12" class="overflow-auto">
        <p style="text-align: center">
          <b-img
            border="0"
            alt="该区域服务站正在建设中，请致电统一服务电话：400-6655-778，随时为您提供维修或者更换服务"
            width="605"
            height="523"
            usemap="#Map"
            src="/_CMS_NEWS_IMG_/cms_images/fck/2017-03/18/14a73101-61f3-4ce5-8e99-7f389bec67d5.jpg"
          />&nbsp;
          <map name="Map">
            &nbsp;
            <area
              v-for="(val,key) in map"
              :key="key"
              />
            <area
              shape="poly"
              alt="雷迪司UPS江西省服务站
南昌市销售服务中心
地址：江西省南昌市广场南路铁一村5栋4单元102室
电话：18172850507
联系人：李平
上饶市销售服务中心
地址：江西省上饶市婺源县平安小区16栋1单元502
电话：0793-7470880 手机：18970375660
联系人：胡德明
"
              target="_blank"
              coords="435, 371, 441, 407, 466, 411, 492, 351, 466, 334, 449, 345"
              href="/about/2017-02/15/223.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品贵州省销售服务中心
贵州省服务站
地址：贵州省贵阳市都司路纽约纽约大厦24楼
联系人：周小军
电话：0851-83837075
手机：13765129865 "
              target="_blank"
              coords="380, 406, 390, 404, 395, 397, 381, 391, 383, 367, 366, 358, 343, 362, 349, 376, 336, 375, 323, 410, 332, 418, 349, 417, 358, 409, 373, 416, 379, 408"
              href="/about/2017-02/15/244.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS长春市服务站
建设中---
"
              target="_blank"
              coords="492, 120, 521, 148, 549, 175, 597, 129, 532, 111, 508, 107"
              href="/about/2017-02/15/271.shtml/"
            />
            <area
              href="/about/2017-02/15/247.shtml/"
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品河北省销售服务中心
石家庄市服务站
地址：河北省石家庄市新华区民族路77号华强电子通讯城 F3-26
电话：0311-89246800
联系人：周涛  手机：13331375828    15068726880
唐山市服务站
地址：河北省唐山市路北区建设北路90号瑞德数码城J27号
电话：15081566380
联系人：郑金鸣 "
              target="_blank"
              coords="468, 193, 468, 203, 480, 206, 487, 195, 461, 166, 426, 196, 422, 223, 429, 250, 447, 252, 469, 226, 461, 218, 455, 212, 444, 202, 450, 180, 464, 179"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品天津市销售服务中心
联系人：雷丁
手   机：13352006165
地   址：天津市南开区鹊桥路苏堤东里小区5栋2单元301室
"
              target="_blank"
              coords="461, 210, 462, 220, 490, 230, 502, 213, 491, 197, 463, 203"
              href="/about/2017-02/15/246.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS新疆服务站
地址：新疆乌鲁木齐市天山区百花村电脑城3楼3-27号
联系人：魏宁  手机：18999926663 "
              target="_blank"
              coords="175, 245, 168, 236, 169, 214, 193, 213, 206, 199, 219, 184, 244, 161, 172, 60, 87, 100, 79, 134, 54, 147, 4, 159, 16, 220, 43, 242, 160, 247"
              href="/about/2017-02/15/238.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品海南省销售服务中心
地  址：海口市龙华区南宝路欣安花园B座407室（南宝电脑城旁）
电话：0898-66217581
联系人：江学明  手机：17789785498
"
              target="_blank"
              coords="377, 492, 379, 507, 395, 506, 411, 490, 400, 479, 382, 487"
              href="/about/2017-02/15/251.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品宁夏回族自治区服务站
地  址：宁夏自治区银川市鼓楼电脑城华天一楼A-108
手  机：13323591809   电 话：0591-6190352
联系人：张慧玲 "
              target="_blank"
              coords="329, 255, 336, 266, 348, 260, 359, 252, 355, 244, 359, 236, 348, 227, 351, 231, 350, 219, 342, 218, 337, 224, 332, 228, 328, 231, 314, 236, 325, 245"
              href="/about/2017-02/15/237.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品福建省服务站
福州市服务站
地  址：福州市台江区五一中路169号大利嘉城AD1-66号
联系人：李俊 手机：13960860038
"
              target="_blank"
              coords="510, 404, 515, 395, 517, 378, 492, 360, 481, 370, 478, 378, 474, 383, 472, 390, 467, 410, 480, 419, 489, 424, 492, 420, 498, 418, 499, 414, 503, 412"
              href="/about/2017-02/15/235.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品安徽省服务站
地  址：安徽省合肥市瑶海区香江国际佳元16栋305室
联系人：马洪杰
电话：0551-63667048 手机：13615518881 "
              target="_blank"
              coords="497, 329, 489, 337, 497, 321, 488, 310, 484, 295, 463, 271, 452, 267, 463, 281, 442, 296, 455, 308, 453, 314, 446, 316, 458, 327, 460, 334, 484, 342"
              href="/about/2017-02/15/259.shtml/"
            />
            <area
              href="/about/2017-02/15/248.shtml/"
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品山西省服务站
地  址：太原市迎泽区寇庄西路28号6-1-101
电  话：0351-7249584 手机：13934594400
联系人：郝云峰 "
              target="_blank"
              coords="426, 240, 431, 235, 427, 229, 424, 220, 430, 214, 429, 205, 424, 198, 394, 209, 392, 224, 390, 250, 387, 271, 393, 278, 428, 265, 425, 256, 422, 250"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品西藏自治区服务站
地  址：西藏拉萨市贡布塘路萨博数码广场C2-21
手  机：13628905272 电 话：0891-6358516
联系人：王博 "
              target="_blank"
              coords="166, 378, 188, 384, 198, 376, 251, 374, 266, 362, 248, 297, 243, 296, 240, 315, 209, 303, 164, 288, 153, 240, 37, 245, 21, 288, 85, 344, 136, 369"
              href="/about/2017-02/15/227.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品重庆市服务站
地  址：重庆市九龙坡区石桥铺西部商城B幢9F-7室
手  机：18983451769 电 话：02368068541
联系人：王飞 "
              target="_blank"
              coords="381, 357, 367, 338, 394, 329, 385, 315, 361, 310, 357, 324, 350, 332, 350, 335, 338, 332, 334, 347, 337, 359, 345, 365, 355, 363, 364, 356, 381, 371"
              href="/about/2017-02/15/241.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品青海省服务站
建设中--- "
              target="_blank"
              coords="226, 313, 241, 314, 242, 296, 305, 286, 293, 278, 310, 259, 286, 235, 202, 205, 188, 214, 172, 213, 167, 236, 178, 244, 157, 248, 162, 286, 203, 299"
              href="/about/2017-02/15/239.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品甘肃省服务站
地  址：甘肃省兰州市城关区科技街103号
手  机：13893178080 电 话：0931-8274523
联系人：陈世珍 "
              target="_blank"
              coords="326, 305, 341, 303, 344, 284, 355, 276, 368, 264, 358, 238, 349, 261, 337, 265, 322, 240, 239, 161, 200, 204, 280, 233, 308, 257, 295, 279, 307, 284"
              href="/about/2017-02/15/225.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品内蒙古自治区服务站
地  址：呼和浩特市中山路艾博科电大厦10层1009室
电  话：0471-6965434 手机：15326082388
联系人：岳学龙"
              target="_blank"
              coords="481, 182, 518, 149, 492, 118, 509, 65, 506, 31, 458, 12, 373, 174, 246, 163, 316, 237, 348, 215, 352, 231, 365, 238, 389, 210, 425, 196, 460, 164"
              href="/about/2017-02/15/229.shtml/"
            />
            <area
              href="/about/2017-02/15/236.shtml/"
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品山东省服务站
地  址：济南市历下区解放路华强电子世界E座703
手  机：18654554754  电话：0531-82398926
联系人：张武 "
              target="_blank"
              coords="505, 247, 501, 248, 514, 238, 525, 229, 504, 223, 484, 233, 477, 225, 460, 226, 443, 245, 451, 267, 470, 273, 483, 271, 490, 267, 494, 262, 496, 256"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品辽宁省服务站
地  址：沈阳市和平区三好街艾特国际花园2号楼1单元1902室
手  机：15002410632 电话：024-23966446
联系人：王旭维
"
              target="_blank"
              coords="474, 177, 487, 191, 508, 214, 546, 175, 527, 145, 505, 152"
              href="/about/2017-02/15/270.shtml/"
            />
            <area
              href="/about/2017-02/15/234.shtml/"
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品河南省服务站
地  址：郑州市文化路68号科技市场创新大厦五楼B516
电  话：0371-63573826 手机：13673717929
联系人：徐晓兰 "
              target="_blank"
              coords="444, 299, 444, 294, 454, 289, 462, 280, 453, 271, 445, 254, 425, 252, 423, 264, 393, 278, 401, 300, 430, 311, 448, 317, 454, 315, 455, 306, 447, 300"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品陕西省服务站
地  址：陕西省西安市雁塔区雁塔路中段43号(百脑汇对面)新旅城上东3号楼2115室
手  机：13761753881  电 话：029-85419124
联系人：王增平 "
              target="_blank"
              coords="344, 306, 381, 315, 383, 294, 399, 298, 389, 271, 389, 258, 391, 236, 395, 209, 386, 212, 374, 227, 359, 238, 369, 264, 360, 272, 346, 275, 340, 296"
              href="/about/2017-02/15/240.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品江苏省服务站
南京市服务站
地  址：南京市珠江路350号银鸿商务中心A座609室
电  话：025-84518200 手机：13814030339
联系人：涂拥军
苏州市服务站
地  址：苏州市高新区浩福路1号维田商务中心311
电  话：0512-65161883 手机：13404240558
联系人：黄艺 "
              target="_blank"
              coords="517, 321, 519, 316, 522, 308, 526, 304, 519, 298, 515, 291, 508, 277, 497, 270, 463, 274, 484, 293, 486, 308, 494, 316, 500, 323, 505, 326, 511, 323"
              href="/about/2017-02/15/258.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品浙江省服务站
杭州市服务站
地  址：杭州市西湖区西湖科技园西园二路1号西4楼
电  话：0571-88254085 88254086 88254087 传真：0571-88254087
联系人：秦鹏亮 张春阳
温州市服务站
地  址：温州市鹿城区民航路蒲鞋市新村80幢105室
联系人：刘海利 电话：0577-88351715 手机：13567798232
宁波市服务站
地  址：宁波市江东区朝晖路188号颐高数码城G215
联系人：王团结 手机：13777892810
"
              target="_blank"
              coords="531, 352, 532, 341, 535, 331, 516, 322, 505, 324, 495, 324, 493, 334, 490, 339, 487, 344, 497, 365, 506, 370, 516, 375, 520, 368, 522, 362, 529, 358"
              href="/about/2017-02/15/260.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品湖北省服务站
地  址：武汉市东西湖区沿海赛洛城49栋
手  机：18958033167 电 话：027-87822228
联系人：张潮 "
              target="_blank"
              coords="461, 337, 456, 323, 437, 314, 399, 298, 383, 297, 382, 315, 390, 322, 393, 326, 389, 330, 370, 336, 373, 348, 381, 354, 393, 343, 439, 353, 449, 344"
              href="/about/2017-02/15/217.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品广东省服务站
地  址：深圳市宝安区沙井镇后亭社区新宝益工贸大厦9楼E
电  话：0755-23400002 手机：18026910991
联系人：皮贝 "
              target="_blank"
              coords="403, 462, 421, 459, 427, 448, 439, 443, 463, 443, 484, 425, 474, 414, 445, 406, 417, 408, 415, 426, 408, 440, 383, 462, 394, 479, 399, 476, 397, 470"
              href="/about/2017-02/15/249.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品湖南省服务站
地  址：长沙市朝阳路数码步行街2B栋一单元1205
电  话：0731-84141218 手 机：13807314271
联系人：雷群芳 "
              target="_blank"
              coords="419, 408, 437, 406, 440, 397, 435, 373, 439, 355, 418, 348, 395, 341, 390, 347, 381, 356, 384, 378, 384, 394, 393, 401, 401, 396, 408, 414, 414, 416"
              href="/about/2017-02/15/233.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品广西省服务站
地  址：桃源路51号12栋3单元101室
电  话：0771-5716757 手机：18154565856
联系人：何达基"
              target="_blank"
              coords="407, 444, 414, 433, 416, 418, 408, 416, 401, 396, 372, 412, 357, 410, 350, 420, 329, 416, 341, 432, 331, 438, 350, 452, 358, 461, 383, 462, 390, 456"
              href="/about/2017-02/15/250.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品云南省服务站
地  址：昆明市五华区莲花街道教场西路16号1栋4单元104室
手  机：15687651148 电 话：0871-68075340
联系人：何三斌 "
              target="_blank"
              coords="327, 371, 309, 365, 310, 383, 304, 390, 294, 397, 287, 389, 265, 362, 262, 367, 255, 355, 251, 379, 235, 427, 286, 469, 340, 431, 322, 410, 336, 374"
              href="/about/2017-02/15/243.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品四川省服务站
地  址：成都市武侯区锦绣路34号棕北国际2-2-2503
电  话：028-85026031 手机：18982260031
联系人：李文峰 "
              target="_blank"
              coords="340, 359, 337, 352, 334, 331, 352, 333, 360, 311, 341, 303, 324, 306, 306, 285, 247, 294, 262, 356, 297, 399, 308, 382, 309, 362, 336, 374, 347, 375"
              href="/about/2017-02/15/242.shtml/"
            />
            <area shape="poly" coords="552, 91" href="#" />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品北京市服务站
地  址：北京市海淀区唐家岭新城东区15号楼4单元501室
电  话：010-62151751 手机：13520121196 18601281483
联系人：梁业树 "
              target="_blank"
              coords="452, 185, 442, 194, 438, 205, 449, 205, 461, 215, 466, 190, 469, 178"
              href="/about/2017-02/15/245.shtml/"
            />
            <area
              shape="poly"
              alt="雷迪司UPS电源、精密空调等机房产品上海市服务站
地  址：上海市闵行区沁春路355弄（三春汇秀苑）39号101室
电  话：021-34627712 电话：13761731719
联系人：游建军
"
              target="_blank"
              coords="520, 308, 519, 322, 553, 330, 566, 315, 548, 296, 523, 306"
              href="/about/2017-02/15/257.shtml/"
            />
          </map>
        </p>
      </b-col>
    </b-row>
  </b-container>
</template>

<script>
export default {
  async asyncData({$axios,params,payload}){
    var map = await $axios.$get(`/api/Get_arg?table=buy&title=buy_map`)

    return {map:map.data,}
  },
  created(){
    console.log(this.map)
  }

};
</script>

<style lang='scss' scoped >
</style>
