<template>
  <b-container>
    <b-row>
      <b-col>
        <b-img :src="pic('/a_images/guarantee/policy_banner.png')"></b-img>
      </b-col>

      <b-col class=" my-5">
        <b-tabs vertical>
          <b-tab :title="$t('维修服务.4o89za')" active>
            <h4 class=" border-bottom">
              服务政策
            </h4>
            <p>
              1、购买雷迪司（LADIS)UPS和从雷迪司（LADIS)购买的蓄电池均可享有三年保修或者更换服务。
            </p>
            <p>
              2、购买雷迪司（LADIS)空调产品均可享有一年保修服务。
            </p>
            <p>
              3、购买雷迪司（LADIS)PDU、配电、动环监控、机柜等产品均可享有三年保修服务
            </p>
            <p>
              4、超过保修期的产品，客户仍可享受雷迪司（LADIS)完善的售后服务。
            </p>
            <p>
              全国联保
            </p>
            <p>
              为了用户能及时、方便获得售后服务，雷迪司（LADIS)产品实行全国联保。无论您在哪里购买雷迪司的产品，都可以向离您最近的雷迪司服务站申请服务
            </p>
            <p>
              雷迪司（LADIS)开通了400免付费热线电话，方便用户对雷迪司的服务、产品、技术、业务等问题进行咨询；用户可随时拨通雷迪司热线，解决在产品选购、使用维护等过程中遇到的相关问题。
            </p>
          </b-tab>
          <b-tab title="购买服务">
            <h4 class=" border-bottom">
              雷迪司服务购买
            </h4>
            <p>
              1、购买的雷迪司（LADIS)产品超过保修期的客户仍可享受雷迪司完善的售后服务，也可以购买延保服务，具体产品延保服务价格请致电雷迪司服务热线400-6655-778咨询，或者联系当地代理商、雷迪司服务中心进行咨询。
            </p>
            <p>
              2、购买的雷迪司品牌以外的机房产品（包含UPS电源、蓄电池、精密空调、智能配电、动环监控、门禁、视频监控等），您也可以致电雷迪司服务热线400-6655-778，进行维修服务，具体服务价格与客服商议，或者联系雷迪司全国各省市服务中心。
            </p>
            <p>
              全国连锁
            </p>
            <p>
              为了用户能及时、方便获得售后服务，雷迪司在全国各省市建立服务中心，无论您在哪里，都可以向离您最近的雷迪司服务站申请服务
            </p>
            <p>
              雷迪司开通了400免付费热线电话，方便用户对机房产品的服务、技术、解决方案等问题进行咨询；用户可随时拨通雷迪司热线，解决在机房产品的选购、使用维护等过程中遇到的相关问题。
            </p>
          </b-tab>
          <b-tab title="返修流程">
            <h4 class=" border-bottom">
              返修流程
            </h4>
            <p>
              1、购买雷迪司的产品如果需要售后服务，您可以致电雷迪司服务热线：400-6655-778，由客服帮您判断产品的故障与解决方案，如果需要返修或者更换的，客服会给您对应的就近雷迪司服务中心的地址，帮您进行维修或者更换服务，对于特殊一些重型设备需要上门服务的，雷迪司客服会第一时间安排雷迪司就近的服务中心的人员上门为您服务。
            </p>
            <p>
              2、购买雷迪司品牌以外的机房产品如果需要售后服务，您也可以致电雷迪司服务热线：400-6655-778，由客服帮您判断产品的故障与解决方案，如果需要维修的，客服会给您对应的就近雷迪司服务中心的地址，帮您进行维修服务。对于特殊一些重型设备需要上门服务的，雷迪司客服会第一时间安排雷迪司就近的服务中心的人员上门为您帮您检修、维护。您也可以主动联系雷迪司就近的服务中心，获取维修保养服务。
            </p>
            <p>
              为了用户能及时、方便获得售后服务，雷迪司（LADIS)在全国各省市建立服务中心。无论您在哪里，都可以向离您最近的雷迪司UPS服务站申请服务
            </p>
            <p>
              雷迪司（LADIS)开通了400免付费热线电话，方便用户对机房产品的服务、技术、业务等问题进行咨询；用户可随时拨通雷迪司热线，解决在机房产品的选购、使用维护等过程中遇到的相关问题。
            </p>
          </b-tab>
        </b-tabs>
      </b-col>
    </b-row>
  </b-container>
</template>

<script>
export default {
  methods: {
    pic(p) {
      //return `http://www.ladis.com.cn/${p}`;
      return p;
    }
  }
};
</script>

<style lang="scss" scoped>
.main {
  display: flex;
  flex-flow: column nowrap;
  align-items: center;
  img {
    margin: 1rem 0rem;
    max-width: 100%;
  }
  a {
    color: #495057;
  }
}
</style>
