export default {
  公司简介: {
    title: "公司简介",
    content: {
      body:
        "<p>&nbsp;&nbsp;杭州蓝光电子有限公司旗下品牌雷迪司，致力于提供高效节能的电源、制冷、配电等数据中心机房一体化解决方案。产品涉及UPS不间断电源、智能配电、PDU、消防、精密空调、机柜、动环监控、一体化机柜、微模块等产品。同时提供物联网解决方案，包含数据中心运维云平台、智慧安全用电云平台等。</p><p>&nbsp;&nbsp;</p><p>&nbsp;&nbsp;&nbsp;公司获得ISO9001质量管理体系认证、ISO14001环境管理体系认证、OHSAS18001职业健康管理体系认证，产品方面获得泰尔认证、节能认证、3C认证、CE认证等相关证书。先后在北京、上海、杭州、成都、深圳、西安成立六大运维中心，各省会、地级市成立销售服务中心，提供新品仓储和备件库以及机房服务，保证及时供货和快捷完善的售后服务。</p><p>&nbsp;&nbsp;</p>"
    }
  },
  服务承诺: {
    title: "服务承诺",
    content: {
      body:
        "<p>&nbsp;&nbsp;雷迪司服务承诺：秉承“品质至上、力求客户满意”的理念，建立起了全方位、高品质、规范的客户服务体系。400-6655-778免费咨询电话，第一时间为用户答疑解惑；售前，雷迪司能够针对用户的环境和设备要求，提供个性化的解决方案；在产品售出后，雷迪司会派出专业人员会为用户进行实际操作等诸多方面的培训，并与用户保持密切联系，随时响应用户要求。全国各地的服务站还会定期为用户的设备进行检测和养护。用户在产品使用中，遇到任何问题，雷迪司保证在8小时内做出反应，并提供及时和高质量的维修或者更换服务。</p><p>&nbsp;&nbsp;保修或者更换</p><p>1、购买雷迪司（LADIS)UPS不间断电源、蓄电池、配电、机柜等产品均可享有一到三年保修服务。</p><p>2、购买雷迪司（LADIS）精密空调产品、动环监控、一体化机柜等可以享受一年保修服务。</p><p>3、超过保修期的产品，客户仍可享受雷迪司（LADIS)完善的售后服务。</p><p>&nbsp;&nbsp;全国联保</p><p>&nbsp;&nbsp;为了用户能及时、方便获得售后服务，雷迪司（LADIS)产品实行全国联保。无论您在哪里购买雷迪司产品，都可以向离您最近的雷迪司服务站申请服务</p><p>雷迪司（LADIS)开通了400免付费热线电话，方便用户对雷迪司产品服务、技术、业务等问题进行咨询；用户可随时拨通雷迪司热线，解决在雷迪司产品选购、使用维护等过程中遇到的相关问题。</p><p>提供网站咨询/专家解答信箱；专家信箱：94024259@163.com</p><p>400服务热线：400-6655-778</p><p>&nbsp;&nbsp;24小时快速响应制度</p><p>&nbsp;&nbsp;所有雷迪司（LADIS)产品发生故障时，只要您和雷迪司取得联系，24小时内响应，雷迪司（LADIS)为您提供维修或者更换服务方案并及时维修或者更换</p><p>&nbsp;&nbsp;（针对行业用户的特殊要求，雷迪司（LADIS）可就具体项目提供特殊服务承诺。雷迪司（LADIS)的服务承诺以本网站对外公布的条款为基准，并拥有最终解释权）</p>"
    }
  },
  经营理念: {
    title: "经营理念",
    content: {
      body:
        '<p><span style="color: rgb(0, 0, 0);">&nbsp;&nbsp;雷迪司经营理念：依托互联网和实体网点相结合，为用户提供高性价比的产品与快捷完善的售后服务。</span></p>'
    }
  },
  加入我们: {
    title: "加入我们",
    content: {
      body:
        '<p><strong style="color: rgb(51, 51, 51);">投资人招募</strong></p><p><br></p><p><span style="color: rgb(51, 51, 51);">欢迎具有实力，在IT领域有一定人脉基础，且有成功投资案例的风险投资人电邮洽谈</span></p><p><br></p><p><strong style="color: rgb(51, 51, 51);">服务商招募</strong></p><p><br></p><p><span style="color: rgb(51, 51, 51);">欢迎各省市、地级市具有UPS电源、精密空调等机房产品的服务能力的人员来电或电邮洽谈</span></p><p><br></p><p><strong style="color: rgb(51, 51, 51);">代理商招募</strong></p><p><br></p><p><span style="color: rgb(51, 51, 51);">欢迎各省市、地级市从事或者预从事UPS电源、精密空调等机房产品的商家或者个人来电或者电邮洽谈</span></p><p><br></p><p><strong style="color: rgb(51, 51, 51);">员工招募</strong></p><p><br></p><p><span style="color: rgb(51, 51, 51);">1.各省销售代表</span></p><p><span style="color: rgb(51, 51, 51);">要求：</span></p><p><span style="color: rgb(51, 51, 51);">1. 勤奋好学，能吃苦，适应长期出差；</span></p><p><span style="color: rgb(51, 51, 51);">2. 具有良好的团队合作精神，良好的沟通和理解能力；</span></p><p><span style="color: rgb(51, 51, 51);">3. 对机房产品（UPS电源、精密空调、配电、动环监控）有一定的了解；</span></p><p><br></p><p><span style="color: rgb(51, 51, 51);">2.产品经理</span></p><p><span style="color: rgb(51, 51, 51);">要求：</span></p><p><span style="color: rgb(51, 51, 51);">1、负责公司产品的规划、定义、设计与产品管理，把握产品定位；</span></p><p><span style="color: rgb(51, 51, 51);">2、参与产品的需求调研和分析，确定产品的外观，包括用户界面设计、用户交互设计以及用户体验部分；</span></p><p><span style="color: rgb(51, 51, 51);">3、负责撰写产品定义、设计、介绍、使用等相关文档，并提供与其他部门之间的资源共享、产品集成的建议书等；</span></p><p><span style="color: rgb(51, 51, 51);">4、跟踪协调产品研发进度，把握产品质量，协调产品的交付；</span></p><p><span style="color: rgb(51, 51, 51);">5、跟踪市场动向，竞争对手分析，试用竞争产品，观察用户行为，创新产品；</span></p><p><span style="color: rgb(51, 51, 51);">3.文案编辑</span></p><p><span style="color: rgb(51, 51, 51);">要求：</span></p><p><span style="color: rgb(51, 51, 51);">1、负责数据机房的设计方案制定与修改；</span></p><p><span style="color: rgb(51, 51, 51);">2、投标文件制作；</span></p><p><span style="color: rgb(51, 51, 51);">3、多途径的企业文化宣传；</span></p><p><span style="color: rgb(51, 51, 51);">4、企业网站新闻、微信公账号的维护；</span></p><p><span style="color: rgb(51, 51, 51);">联系人：杨清华&nbsp;&nbsp;电话：0571-88254085 /&nbsp;88254086&nbsp;邮箱：</span><span style="color: rgb(51, 122, 183);">705085231</span><span style="color: rgb(51, 51, 51);">@qq.com</span></p>'
    }
  },
  联系我们: {
    title: "联系我们",
    content: {
      body:
        '<p><strong>服务热线：400-6655-778</strong>&nbsp;</p><p>&nbsp;</p><p>公司总部：杭州蓝光电子有限公司</p><p>联系电话：0571-88254085 88254086</p><p>地址： 杭州市余杭区华一路1-1号1幢</p><p>&nbsp;</p><p>制造中心：深圳雷迪司科技股份有限公司</p><p>地址： 深圳市前海深港合作区前湾一路1号A栋</p><p>&nbsp;</p><p>制造中心：雷迪司科技湖北有限公司</p><p>地址： 湖北省嘉鱼县田野大道经济开发区</p><p>&nbsp;</p><p><a href="http://www.ladis.com.cn/about/node_37.shtml" rel="noopener noreferrer" target="_blank" style="color: rgb(51, 122, 183);"><u>更多销售服务中心点击查看</u></a></p><p>&nbsp;</p><p>&nbsp;关注微信公众号在线沟通&nbsp;&nbsp;&nbsp;&nbsp;</p><p><img src="http://www.ladis.com.cn/_CMS_NEWS_IMG_/cms_images/fck/2017-03/05/828dd7c4-53c7-4a42-bb2c-7e1a12a93bcf.jpg" alt="雷迪司微信公众号" height="200" width="200"></p>'
    }
  },
  使用声明: {
    title: "使用声明",
    content: {
      body:
        "<p>&nbsp;&nbsp;&nbsp;欢迎您浏览和使用本网站，在您使用本网站前，请您务必仔细阅读本声明。如果您使用本网站，您的使用行为将被视为对本声明全部内容的认可。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本网站不保证所提供信息和内容的准确性和及时性，对应用本网站的行为和后果不承担任何责任，您应遵守相关法律法规的规定访问或使用本网站或其相关信息，并自行承担由此产生的任何法律责任。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;本网站有权对网站上所载内容的全部或部分进行修改或删除而无需事先公告，对网站内容也不负有定期或不定期更新的义务。对链接的第三方网站及其内容不负任何义务，也不承担任何责任，访问、使用这些网站所产生的后果由您自行负责。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;有关本网站的声明、诉讼或应用等适用中华人民共和国法律并按中华人民共和国法律解释</p>"
    }
  }
};
